Read

| us              |       Min |       Max |      Mean |
|-----------------+-----------+-----------+-----------|
| Plugin          |     0.750 |     2.625 |     0.902 |
| socket local    |    47.750 |   271.250 |    81.753 |
| socket cognac   |   538.625 |  1011.375 |   705.868 |
|                 |           |           |           |
| local / plugin  | 63.666667 | 103.33333 | 90.635255 |
| cognac / plugin | 718.16667 | 385.28571 | 782.55876 |
#+TBLFM: @6$2=@3$2/@2$2::@6$3=@3$3/@2$3::@6$4=@3$4/@2$4::@7$2=@4$2/@2$2::@7$3=@4$3/@2$3::@7$4=@4$4/@2$4


Write + IRQ + Read

| us              |       Min |       Max |      Mean |
|-----------------+-----------+-----------+-----------|
| Plugin          |     4.500 |   160.000 |     6.446 |
| socket local    |    80.625 |   354.750 |   121.270 |
| socket cognac   |  1811.625 |  2522.750 |  2071.657 |
|                 |           |           |           |
| local / plugin  | 17.916667 | 2.2171875 | 18.813217 |
| cognac / plugin | 402.58333 | 15.767188 | 321.38644 |
#+TBLFM: @6$2=@3$2/@2$2::@6$3=@3$3/@2$3::@6$4=@3$4/@2$4::@7$2=@4$2/@2$2::@7$3=@4$3/@2$3::@7$4=@4$4/@2$4


100_000 Read

| us              |             |
|-----------------+-------------|
| Plugin          | 0.001429625 |
| socket local    | 0.464952500 |
| socket cognac   | 6.729165750 |
|                 |             |
| local / plugin  |   17.916667 |
| cognac / plugin |   4706.9447 |
#+TBLFM: @6$2=@3$2/@2$2::@6$4=@3$4/@2$4::@7$2=@4$2/@2$2::
